// src/data/services.ts
import { Service } from '../types'; 

export const services: Service[] = [
  {
    id: "3",
    title: "Помощь с поступлением в ВУЗ",  
    description: "Мы помогаем на протяжении всего процесса поступления, от выбора подходящего университета до подачи документов.",  
    icon: "GraduationCap"
  },
  {
    id: "4",
    title: "Поддержка связи с администрацией",  
    description: "Мы облегчаем общение между вами и административными офисами университета.",  
    icon: "MessageCircle"
  },
  {
    id: "5",
    title: "Оформление страховки и банковских услуг",  
    description: "Мы помогаем оформить страховку, SIM-карту и открыть банковский счет по прибытии.",  
    icon: "CreditCard"
  },
  {
    id: "6",
    title: "Консультации для студентов",  
    description: "Мы предоставляем постоянные консультации, чтобы помочь вам адаптироваться к студенческой жизни в Китае.",  
    icon: "HelpCircle"
  },
  {
    id: "2",
    title: "Организация туров по Китаю",  
    description: "Мы организуем туры по Китаю для студентов, желающих исследовать страну.",  
    icon: "MapPin"
  },
  {
    id: "1",
    title: "Организация туров по Европе",  
    description: "Мы также организуем туры в Европу для студентов, заинтересованных в изучении европейских стран.",  
    icon: "Plane"
  },
  {
    id: "7",
    title: "Помощь с обменом валюты",  
    description: "Мы предоставляем помощь с обменом валюты и открытием банковских счетов.",  
    icon: "DollarSign"
  }
];